import React from 'react';
import '../pages/InfoPages.css';

const Privacy = () => {
    return (
        <div className="info-page-container">
            <h1>Політика конфіденційності</h1>
            <p>Ця Політика описує, як ми збираємо, використовуємо та захищаємо ваші персональні дані.</p>
            <section>
                <h3>1. Збір даних</h3>
                <p>Ми збираємо ваше ім'я, телефон та email виключно для оформлення бронювання та зворотного зв'язку.</p>
            </section>
            <section>
                <h3>2. Захист даних</h3>
                <p>Ми використовуємо сучасні методи шифрування для захисту вашої інформації. Ваші дані не передаються третім особам.</p>
            </section>
        </div>
    );
};

export default Privacy;